---
kind: property
id: P:Autodesk.Revit.DB.PointOnFace.UV
source: html/106ab831-4d22-3570-4671-53247536335e.htm
---
# Autodesk.Revit.DB.PointOnFace.UV Property

The location of the point in the surface's coordinate system.

## Syntax (C#)
```csharp
public UV UV { get; set; }
```